adw-gtk-theme
alsa-firmware
alsa-utils
amd-ucode
audacity
base
base-devel
cifs-utils
discord
dunst
efibootmgr
git
gnome-themes-extra
grim
hyprland
kitty
layer-shell-qt
layer-shell-qt5
libnotify
libpulse
linux
linux-firmware
linux-headers
loupe
man-db
nemo
neovim
networkmanager
nmap
nodejs
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
openssh
pamixer
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
qpwgraph
qt5-quickcontrols2
qt6-5compat
qt6ct
ripgrep
slurp
swappy
swaybg
tealdeer
tree
ttf-iosevka-nerd
unzip
vlc
waybar
wine
wine-gecko
wine-mono
winetricks
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xorg-xrandr
zenity
